Revit 2024 API
UnitTypeId.KilogramsPerMeter Property
 Kilograms per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KilogramsPerMeter { get; }
Visual Basic
Public Shared ReadOnly Property KilogramsPerMeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KilogramsPerMeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace